export function HowToUse() {
    return (
        <div style={{width: '70%'}}>
            <h1 style={{textAlign: 'center'}}>OpenSIST使用指南</h1>
            <p>在您使用OpenSIST之前，请仔细阅读本页，了解OpenSIST基本的运作逻辑。</p>
            <h3>OpenSIST包含以下功能：</h3>
            <ul>
                <li>查看信息学院往年申请数据</li>
                <li>添加/查看海外高校硕博项目简介</li>
                <li>创建自己的申请人、编辑申请人信息、添加/修改/删除申请人信息下的申请记录（仅对参加过海外申请的同学而言）</li>
                <li>开启/关闭用户匿名功能，以保障用户的个人隐私权</li>
            </ul>
            <h3>查看信息学院往年申请数据</h3>
            <p>点击顶部导航栏的“申请季数据汇总”按钮，即可前往申请数据一览表。使用前请先阅读表格顶部的使用指南。</p>
            <h3>添加/查看海外高校硕博项目简介</h3>
            <p>点击顶部导航栏的“项目信息表”按钮，即可前往查看各个项目。使用前请先阅读该页面的使用指南。</p>
            <h3><b>申请人、申请记录的添加与编辑</b></h3>
            <p>
                每个OpenSIST用户都可以拥有自己的申请人与申请记录。<b>点击右上角头像，在下拉菜单当中点击“Profile”按钮即可前往个人信息页面。</b>
                使用该功能之前，<b>请务必阅读该页面的使用指南。</b>
            </p>
        </div>
    )
}